Revit 2024 API
SymbolTypeId.InSup2 Property
 Symbol in², indicating unit Square inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InSup2 { get; }
Visual Basic
Public Shared ReadOnly Property InSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace